[
  {
    "text": "Imagine I have a",
    "start": 1.174,
    "duration": 2
  },
  {
    "text": "beautiful tree that's filled with",
    "start": 3.245,
    "duration": 3.109
  },
  {
    "text": "oranges and I asked myself",
    "start": 7.174,
    "duration": 2
  },
  {
    "text": "What is the orange made of how do I answer that question? Well, I want to look deeply inside the orange. So I",
    "start": 10.265,
    "duration": 7.969
  },
  {
    "text": "Magnify it and I magnify it again and if I keep on doing it deep inside",
    "start": 18.994,
    "duration": 4.46
  },
  {
    "text": "sooner or later I begin to see molecules come into view but molecules are not the end of the story because the molecules I",
    "start": 24.124,
    "duration": 7.85
  },
  {
    "text": "can enlarge",
    "start": 32.465,
    "duration": 1.44
  },
  {
    "text": "them and if I make them big enough deep inside, I begin to see",
    "start": 33.905,
    "duration": 4.429
  },
  {
    "text": "Atoms atoms are not the end of the story too because we have electrons",
    "start": 39.665,
    "duration": 4.79
  },
  {
    "text": "Zooming around the nucleus deep inside mostly empty space in the atom, but deep inside",
    "start": 45.095,
    "duration": 4.459
  },
  {
    "text": "We see the nucleus. So if I grab that and magnify it",
    "start": 50.075,
    "duration": 3.709
  },
  {
    "text": "I see that the nucleus is itself made of particles neutrons and protons",
    "start": 53.784,
    "duration": 5.219
  },
  {
    "text": "and if I grab one of the neutrons and magnify it",
    "start": 59.885,
    "duration": 4.159
  },
  {
    "text": "I find yet further particles little tiny quarks inside",
    "start": 64.405,
    "duration": 4.559
  },
  {
    "text": "Now that is where the conventional idea stopped",
    "start": 69.515,
    "duration": 3.199
  },
  {
    "text": "String theory comes along and suggests that inside these particles there is something else",
    "start": 73.355,
    "duration": 5.93
  },
  {
    "text": "So if I take a little quark and I magnify it",
    "start": 79.445,
    "duration": 3.199
  },
  {
    "text": "conventional idea says there's nothing inside but string theory says I'll find a little",
    "start": 83.644,
    "duration": 3.92
  },
  {
    "text": "tiny filament a little filament of energy a little string like filament and just like the string on a",
    "start": 88.144,
    "duration": 7.13
  },
  {
    "text": "Violin, I pluck it and it vibrates",
    "start": 95.795,
    "duration": 2.059
  },
  {
    "text": "Creates a little musical note that I can hear the little strings in string theory when they vibrate",
    "start": 98.375,
    "duration": 5.959
  },
  {
    "text": "They don't produce musical notes. They produce the particles themselves",
    "start": 104.765,
    "duration": 3.86
  },
  {
    "text": "so what quark is nothing but a string vibrating in one pattern an electron is nothing but a",
    "start": 109.195,
    "duration": 6.389
  },
  {
    "text": "string vibrating in a different pattern a neutrino",
    "start": 116.555,
    "duration": 2.839
  },
  {
    "text": "Nothing but a string vibrating and different patterns still so if I take all of this back together",
    "start": 121.744,
    "duration": 6.05
  },
  {
    "text": "I have my ordinary orange and if these ideas are right, they are speculative",
    "start": 127.835,
    "duration": 5.36
  },
  {
    "text": "But if they are right deep inside the orange or any other piece of matter",
    "start": 133.195,
    "duration": 3.899
  },
  {
    "text": "There's nothing but a dancing vibrating cosmic symphony of strings",
    "start": 137.315,
    "duration": 4.729
  },
  {
    "text": "That's the basic idea of string theory",
    "start": 143.195,
    "duration": 2.75
  }
]